Repository: Mnpn/Azayaka
Catalog: Azayaka/*.lproj/Localizable.strings
Languages: sv

source: One moment, waiting on update
sv: Ett ögonblick, väntar på uppdatering

source: None available
sv: Inga tillgängliga

source: Azayaka needs permissions!
sv: Azayaka behöver åtkomst!

source: Azayaka needs screen recording permissions, even if you only intend on recording audio.
sv: Azayaka behöver skärminspelningstillstånd, även om du bara tänker spela in ljud.

source: Azayaka requires screen recording permissions.
sv: Azayaka kräver skärminspelningstillstånd.

source: Failed to fetch available content:
sv: Kunde inte hämta tillgängligt innehåll:

source: Open Settings
sv: Öppna Inställningar

source: Okay
sv: Okej

source: No thanks, quit
sv: Nej tack, avsluta

source: Display
sv: Skärm

source: System Audio
sv: Systemljud

source: Recording
sv: Spelar in

source: A window
sv: Ett fönster

source: Stop Recording
sv: Stoppa inspelning

source: Audio-only
sv: Endast ljud

source: Displays
sv: Skärmar

source: Unknown Display
sv: Okänd skärm

source: (Main)
sv: (Primär)

source: current screen
sv: nuvarande skärm

source: Windows
sv: Fönster

source: Preferences…
sv: Inställningar…

source: Quit Azayaka
sv: Avsluta Azayaka

source: Duration: %@ File size: %@
sv: Längd: %@ Filstorlek: %@

source: Unknown
sv: Okänt

source: App name:
sv: Appnamn:

source: Unknown App
sv: Okänd app

source: Window title:
sv: Fönstertitel:

source: window icon
sv: fönsterikon

source: No title
sv: Titel saknas

source: Encoder
sv: Enkodare

source: Resolution
sv: Upplösning

source: Low (1x)
sv: Låg (1x)

source: Low
sv: Låg

source: High
sv: Hög

source: Exclude Azayaka itself
sv: Exkludera Azayaka

source: Only list focused app's windows
sv: Visa endast fönster från fokuserad app

source: Show mouse cursor
sv: Visa muspekaren

source: Audio
sv: Ljud

source: ALAC (Lossless)
sv: ALAC (förlustfritt)

source: FLAC (Lossless)
sv: FLAC (förlustfritt)

source: Quality
sv: Kvalitet

source: Good - 192Kbps
sv: Bra - 192Kbps

source: High - 256Kbps
sv: Hög - 256Kbps

source: Extreme - 320Kbps
sv: Extrem - 320Kbps

source: These settings are also used when recording video. If set to Opus, MP4 will fall back to AAC.
sv: Dessa inställningar används även vid videoinspelning. Om Opus används kommer MP4-formatet att använda AAC.

source: Record microphone
sv: Spela in mikrofon

source: Doesn't apply to system audio-only recordings. The currently set input device will be used, and will be written as a separate audio track.
sv: Gäller inte för systemljudsinspelningar. Den nuvarande input-enheten kommer att användas, och kommer att skrivas till ett sekundärt ljudspår.

source: Select output directory
sv: Välj destinationsmapp

source: Azayaka needs permission to record your microphone to do this.
sv: Azayaka behöver tillstånd för att spela in din mikrofon för att göra detta.

source: Currently set to "%@"
sv: Satt till "%@"

source: Recording at %t
sv: Inspelning vid %t

source: Recording Completed
sv: Inspelning slutförd

source: File saved to: %@
sv: Fil sparad till: %@

source: File saved to folder: %@
sv: Fil sparad till mapp: %@

source: File name
sv: Filnamn

source: "%t" will be replaced with the recording's start time.
sv: "%t" kommer att bytas ut mot inspelningens starttid.

source: Shortcuts
sv: Genvägar

source: Record system audio
sv: Spela in systemljud

source: Record current display
sv: Spela in nuvarande skärm

source: Record focused window
sv: Spela in fokuserat fönster

source: Recordings can be stopped with the same shortcut.
sv: Inspelningar kan avslutas med samma genväg.

source: Other
sv: Övrigt

source: Launch at login
sv: Starta vid inloggning

source: Check for updates at launch
sv: Sök efter uppdateringar vid start

source: Azayaka will check [GitHub](https://github.com/Mnpn/Azayaka/releases) for new updates.
sv: Azayaka kommer att kolla [GitHub](https://github.com/Mnpn/Azayaka/releases) efter uppdateringar.

source: Update to %@…
sv: Uppdatera till %@…
